metadata/jyx.jsonl:{"FLocat": [null, null], "abstract": ["Tässä pitkittäistutkimuksessa selvitämme kolmenkymmenen vuoden aikajänteellä, millaiseksi painetun sanomalehden urheilu-uutisointi on muuttunut, kun tiedon digitalisaation sekä internetin ja sosiaalisen median myötä on siirrytty monikanavajulkaisemisen aikakaudelle. Tutkimusaineisto koostuu Iltalehden vuosien 1988 ja 2018 talviolympiauutisoinnista. Analysoimme aineistoa määrällisesti sanomalehtien urheilu-uutisten tarkasteluun kehitetyllä mittarilla, jonka sisältämien muuttujien mukaisesti olemme mitanneet ja luokitelleet kaikki aineiston jutut ja kuvat. Urheiluaineiston määrä ja osuus Iltalehden kaikista sisällöistä laski aineiston tarkasteluvuosien välillä huomattavasti. Visuaalisuus sekä henkilö- ja mielipidejuttujen osuus ovat kasvaneet reaaliaikaisen uutisoinnin valtakaudella, mutta reportaaseja ja grafiikoita hyödynnetään yhä varsin vähän, kuten myös monimediaalisuutta yhteistyössä sähköisten viestimien kanssa.", "The sport  journalism  of  the  Finnish  prin-ted  newspapers  before  the  Internet  and  in  the  age  of  cross-media  publishing  –  Quantitative analysis of Finnish tabloid Iltalehti's  coverage  of  Calgary  1988  and  Pyeongchang 2018 Winter OlympicsThe  purpose  of  this  longitudinal  con-tent  analysis  is  to  find  out  how  printed  newspapers'    sport    journalism    has    changed  quantitatively  in  a  period  of  thirty years, from the time before Inter-net   to   the   age   of   cross-media   pub-lishing.  The  research  data  consists  of  the  1988  and  2018  Winter  Olympic  Games  coverage  in  the  Finnish  prin-ted  tabloid  Iltalehti.  The  data  has  been  classified  and  measured  with  a  meter  designed for the quantitative analysis of newspapers' sport material. Units of ob-servation are articles and photos. A ll con-tent  smaller  than  a  full-page  have  been  measured with a ruler down to 0.1 cm.Results  show  that  the  proportion  of  sport pages in Iltalehti decreased clearly during the period of 30 years. The share of  photos  in  the  Olympics  coverage  in-creased.  Column  space  devoted  to  per-sonal  articles  and  interviews  as  wells  as  to opinion articles and reviews increased notably. On the other hand, space devo-ted to articles that focus on anticipating upcoming events and especially articles reporting on past events decreased sub-stantially.  Considering  the  age  of  cross-media  publishing  it  was  surprising  that  in the 2018 Olympics coverage the pro-portion of extensive feature stories were still rather small and that graphics were not  used  at  all.  A lso  interplay  with  the  new forms of electronic media was rare-ly seen in the 2018 Olympics coverage."], "accessCondition": ["CC BY 4.0"], "agent": [null], "amdSec": [null, null], "dateAccessioned": ["2020-12-29T05:47:56Z"], "dateAvailable": ["2020-12-29T05:47:56Z"], "dateIssued": ["2020"], "div": [null, null], "dmdSec": [null], "extension": [null, null, null], "file": [null, null], "fileGrp": [null, null], "fileSec": [null], "fixity": [null, null], "format": [null, null], "formatDesignation": [null, null], "formatName": ["application/pdf", "text/plain"], "fptr": [null], "genre": ["article"], "identifier": ["Laine, A., & Kotilainen, S. (2020). Painetun sanomalehden urheilu-uutisointi ennen internetiä ja monikanavajulkaisemisen aikakaudella : Määrällinen tarkastelu Iltalehden Calgaryn 1988 ja Pyeongchangin 2018 talviolympiauutisoinnista. <i>Kulttuurintutkimus</i>, <i>37</i>(3-4), 47-68. <a href=\"https://journal.fi/kulttuurintutkimus/article/view/91262\" target=\"_blank\">https://journal.fi/kulttuurintutkimus/article/view/91262</a>", "CONVID_47516517", "https://jyx.jyu.fi/handle/123456789/73470", "URN:NBN:fi:jyu-202012297400"], "language": [null], "languageTerm": ["fin"], "mdWrap": [null, null, null], "messageDigest": ["1d962ef486fc8853b7a8dd44c5465659", "5d779528ea4359438dd03cada3214ec3"], "messageDigestAlgorithm": ["MD5", "MD5"], "metsHdr": [null], "mods": [null], "name": ["JYX 2.0 at University of Jyväskylä", null, null, null, null, null, null, null, null], "namePart": ["Laine, Antti", "Kotilainen, Sofia", "Soveltavan kielentutkimuksen keskus", "Liikuntatieteellinen tiedekunta", "Centre for Applied Language Studies", "Faculty of Sport and Health Sciences", "Liikunnan yhteiskuntatieteet", "Social Sciences of Sports"], "object": [null, null], "objectCategory": ["File", "File"], "objectCharacteristics": [null, null], "objectIdentifier": [null, null], "objectIdentifierType": ["URL", "URL"], "objectIdentifierValue": ["https://jyx.jyu.fi/bitstream/123456789/73470/1/lainekotilainen.pdf", "https://jyx.jyu.fi/bitstream/123456789/73470/2/lainekotilainen.pdf.txt"], "originInfo": [null], "originalName": ["lainekotilainen.pdf", "lainekotilainen.pdf.txt"], "parallelpublishedfiletype": ["publishedVersion"], "premis": [null, null], "role": [null, null, null, null, null, null, null, null], "roleTerm": ["author", "author", "laitos", "laitos", "laitos", "laitos", "oppiaine", "oppiaine"], "size": ["2353995", "88912"], "structMap": [null], "techMD": [null, null], "title": ["Painetun sanomalehden urheilu-uutisointi ennen internetiä ja monikanavajulkaisemisen aikakaudella : Määrällinen tarkastelu Iltalehden Calgaryn 1988 ja Pyeongchangin 2018 talviolympiauutisoinnista"], "titleInfo": [null], "xmlData": [null, null, null]}
