metadata/lauda.jsonl:{"FLocat": [null, null], "abstract": ["Suomalaisten fyysinen kunto on heikentynyt viimeisten vuosikymmenten aikana merkittävästi. Ihmisten liikkumattomuus on lisääntynyt muun muassa lisääntyneen istumatyön ja kasvaneen ruutuajan vuoksi. Koulun merkitys liikuntakokemusten tarjoajana on suuri. Tutkimuksellamme halusimme selvittää, miten liikuntaa opettavien opettajien oma fyysinen aktiivisuus vaikuttaa heidän liikunnanopetuksensa arvoihin, tavoitteisiin ja oppilaan fyysisen toimintakyvyn tukemiseen.\r\n\r\nTutkimuksemme teoreettisena viitekehyksenä toimivat fyysisen aktiivisuuden ja fyysisen toimintakyvyn määritelmät, perusopetuksen opetussuunnitelman perusteiden liikunnanopetuksen tavoitteet sekä liikuntakasvatuksen arvot. Tutkimuksemme on määrällinen ja se on toteutettu realistisen tutkimussuuntauksen mukaisesti. Keräsimme tutkimusaineistomme sähköisellä kyselylomakkeella Pohjois-Suomen liikuntaa opettavilta opettajilta, joista 32 osallistui tutkimukseemme. Analysoimme tutkimusaineiston käyttämällä sisällön erittelyä sekä teoriaohjaavaa sisällönanalyysia.\r\n\r\nTutkimusaineiston perusteella liikuntaa opettavat opettajat liikkuvat keskimäärin muuta väestöä enemmän. Liikuntaa opettavien opettajien valitsemat liikunnanopetuksen tärkeimmät tavoitteet ovat kaikki sellaisia, joissa korostuvat liikunnallisen ja terveellisen elämäntavan omaksuminen. Myös liikuntaa opettavien opettajien mainitsemissa liikunnanopetuksen tärkeimmissä arvoissa korostuvat liikunnallisen elämäntavan omaksuminen myönteisten liikuntakokemusten avulla. Oppilaiden fyysisen toimintakyvyn tukemisen liikuntaa opettavat opettajat kokevat pääasiassa tärkeänä, hyödyllisenä ja mielenkiintoisena.\r\n\r\nTutkimuksemme johtopäätöksenä on, että opettajien oma fyysinen aktiivisuus ei aineiston perusteella vaikuta merkittävästi heidän liikunnanopetuksensa arvoihin, tavoitteisiin tai oppilaan fyysisen toimintakyvyn tukemiseen. Koulun liikuntatuntien määrä ei itsessään riitä edistämään oppilaiden fyysistä toimintakykyä. Sen vuoksi on tärkeää, että liikunnanopetuksen arvot ja tavoitteet ovat sellaisia, jotka kannustavat oppilaita liikunnalliseen ja terveelliseen elämäntapaan."], "accessCondition": ["cc by 4.0"], "agent": [null], "amdSec": [null, null], "dateAccessioned": ["2020-05-13T07:42:50Z"], "dateAvailable": ["2020-05-13T07:42:50Z"], "dateIssued": ["2020"], "div": [null, null], "dmdSec": [null], "extension": [null, null], "file": [null, null], "fileGrp": [null, null], "fileSec": [null], "fixity": [null, null], "format": [null, null], "formatDesignation": [null, null], "formatName": ["application/pdf", "text/plain"], "fptr": [null], "genre": [null], "identifier": ["https://lauda.ulapland.fi/handle/10024/64255", "URN:NBN:fi-fe2020051333148"], "language": [null], "languageTerm": ["fi"], "mdWrap": [null, null, null], "messageDigest": ["f0428b5006bdd49163a074746433e397", "715a4f247bc5832bd0e88a69ffb056c6"], "messageDigestAlgorithm": ["MD5", "MD5"], "metsHdr": [null], "mods": [null], "name": ["Lauda", null, null, null], "namePart": ["Heikkilä, Jere", "Sassi, Mikko", "Luokanopettajakoulutus"], "object": [null, null], "objectCategory": ["File", "File"], "objectCharacteristics": [null, null], "objectIdentifier": [null, null], "objectIdentifierType": ["URL", "URL"], "objectIdentifierValue": ["https://lauda.ulapland.fi/bitstream/10024/64255/1/Heikkila%20%26%20Sassi%202020.pdf", "https://lauda.ulapland.fi/bitstream/10024/64255/2/Heikkila%20%26%20Sassi%202020.pdf.txt"], "originInfo": [null], "originalName": ["Heikkila & Sassi 2020.pdf", "Heikkila & Sassi 2020.pdf.txt"], "premis": [null, null], "role": [null, null, null], "roleTerm": ["author", "author", "organization"], "size": ["521809", "98772"], "structMap": [null], "subject": [null], "techMD": [null, null], "title": ["Opettajien fyysisen aktiivisuuden vaikutus liikunnanopetuksen arvoihin, tavoitteisiin ja oppilaan fyysisen toimintakyvyn tukemiseen"], "titleInfo": [null], "topic": ["fyysinen toimintakyky"], "xmlData": [null, null, null]}
