metadata/lauda.jsonl:{"FLocat": [null, null], "abstract": ["Tutkielman tarkoitus on kuvata epäselvyyssäännön nykyistä soveltamiskäytäntöä ja antaa tulkintasuositus epäselvyyssäännön soveltamiselle liikesopimusten tulkinnassa. Epäselvyyssääntö on yksi sopimusoikeudellisista tulkintasäännöistä ja sen on perinteisesti katsottu kuuluvan osaksi tavoitteellisen tulkinnan tulkintasääntöjä. Vallitsevan tulkintaopin mukaan epäselvyyssäännön soveltaminen voi tulla harkittavaksi vasta siinä vaiheessa, kun asiassa ei ole voitu vahvistaa sopimukselle sisältöä osapuolten tarkoituksesta saatavan selvityksen perusteella. Epäselvyyssääntö on kehittynyt lähinnä oikeuskäytännön ja oikeustieteessä tehdyn tutkimustyön tuloksena. Sen soveltamisesta kuluttajasopimussuhteissa päätettiin 90-luvulla ottaa säännös kuluttajansuojalakiin (KSL 4 luku 3 §). Epäselvyyssäännön mukaan tulkinnanvaraista sopimusehtoa on tulkittava sen osapuolen vahingoksi, joka on laatinut sopimuksen tai toimittanut tulkinnanvaraisen ehdon osaksi sopimusta.\r\n\r\nTutkimuksessa keskitytään erityisesti liikesopimusten tulkinnassa vallitsevaan epäselvyyssäännön soveltamiskäytäntöön. Tutkimuksessa liikesopimuksella tarkoitetaan sopimusta, jossa sopimus on solmittu liiketoiminnan harjoittamista varten ja jossa sopimuspuolena ei ole kuluttajatahoja. Tutkimuksen tutkimuskysymykset ovat, miten epäselvyyssääntöä sovelletaan liikesopimusten tulkinnassa ja voidaanko epäselvyyssäännön soveltamista pitää liikesopimusten yhteydessä tarkoituksenmukaisena. Tutkimukseni johtopäätöksenä on, että epäselvyyssäännön soveltamiskäytäntö ei nykyisin poikkea merkittävästi siitä, miten sitä on vakiintuneesti sovellettu kuluttajasopimuksissa. Tutkimuksessa esitetään lisäksi, että epäselvyyssäännön soveltaminen liikesopimusten tulkinnassa ei ole tarkoituksenmukaista samassa laajuudessa kuin kuluttajasopimuksissa ja että sen soveltamisessa tulisi ottaa nykyistä enemmän huomioon liikesopimussuhteiden erityispiirteet ja sopimusten tarkoitus liiketoiminnan harjoittamisen sujuvoittamisen välineenä, jotta epäselvyyssääntö voisi toimia edelleen sellaisena tulkintasääntönä, jota soveltamalla voidaan päätyä oikeudenmukaiseen ja kohtuulliseen lopputulokseen sopimustulkinnassa. Tutkielman aihetta tutkitaan käyttämällä metodina lainoppia eli oikeusdogmatiikkaa. Tutkimuksen aineistona on käytetty oikeuskirjallisuutta, tuomioistuinten ratkaisuja, lakien esitöitä ja muita virallislähteitä."], "accessCondition": ["cc by 4.0"], "agent": [null], "amdSec": [null, null], "dateAccessioned": ["2019-06-13T08:48:13Z"], "dateAvailable": ["2019-06-13T08:48:13Z"], "dateIssued": ["2019"], "div": [null, null], "dmdSec": [null], "extension": [null, null], "file": [null, null], "fileGrp": [null, null], "fileSec": [null], "fixity": [null, null], "format": [null, null], "formatDesignation": [null, null], "formatName": ["application/pdf", "text/plain"], "fptr": [null], "genre": [null], "identifier": ["https://lauda.ulapland.fi/handle/10024/63833", "URN:NBN:fi-fe2019061320282"], "language": [null], "languageTerm": ["fi"], "mdWrap": [null, null, null], "messageDigest": ["8bb427205bb0b50524ee30cb886fb232", "18d6011615a4b17e096d3dee7986252f"], "messageDigestAlgorithm": ["MD5", "MD5"], "metsHdr": [null], "mods": [null], "name": ["Lauda", null, null], "namePart": ["Heikkilä, Hanna", "fi=Velvoiteoikeus|en=Law of Obligations|"], "object": [null, null], "objectCategory": ["File", "File"], "objectCharacteristics": [null, null], "objectIdentifier": [null, null], "objectIdentifierType": ["URL", "URL"], "objectIdentifierValue": ["https://lauda.ulapland.fi/bitstream/10024/63833/1/Hanna%20Heikkil%c3%a4%20Pro%20Gradu%20-tutkielma.pdf", "https://lauda.ulapland.fi/bitstream/10024/63833/2/Hanna%20Heikkil%c3%a4%20Pro%20Gradu%20-tutkielma.pdf.txt"], "originInfo": [null], "originalName": ["Hanna Heikkilä Pro Gradu -tutkielma.pdf", "Hanna Heikkilä Pro Gradu -tutkielma.pdf.txt"], "premis": [null, null], "role": [null, null], "roleTerm": ["author", "organization"], "size": ["892038", "247259"], "structMap": [null], "subject": [null, null], "techMD": [null, null], "title": ["Epäselvyyssäännön soveltaminen erityisesti liikesopimuksen tulkinnassa"], "titleInfo": [null], "topic": ["sopimuksen tulkinta", "epäselvyyssääntö"], "xmlData": [null, null, null]}
