metadata/lauda.jsonl:{"FLocat": [null, null], "abstract": ["Tämä tutkielma tarkastelee suullisen käsittelyn taltioimiseen ja käsittelystä teh-dyn tallenteen julkaisemisen liittyvää lainsäädännöllistä kenttää Suomessa. Tutkielmassa käsi-tellään tallentamiseen ja julkaisemiseen liittyvää prosessi- ja rikosoikeudellista lainsäädäntöä suhteessa oikeudenkäynnin julkisuuden toteutumisen kanssa. Tutkielman tarkoituksena on en-sinnäkin vastata siihen, miten oikeudenkäynnin tallentamista ja käsittelystä tehdyn tallenteen julkaisemista säännellään. Lainopin avulla tuotetaan kokonaisvaltainen kuva julkisuuteen, suullisen käsittelyn tallentamiseen ja käsittelystä tehdyn tallenteen julkaisemiseen liittyvästä oikeudellisesta kentästä. Oikeudenkäyntien julkisuutta koskevien lakien uudistuksen yhtey-dessä tavoitteeksi asetettiin oikeudenkäyntien julkisuuden lisääminen, sekä julkisuuden ja yk-sityiselämän suojan yhteensovittaminen, ja tässä tutkielmassa tallentamista ja julkaisemista käsitellään edellä mainittujen tavoitteiden kautta. Oikeudenkäynnin julkisuuden toteutuminen ei saa johtaa merkittäviin yksityiselämän suojan loukkauksiin, eikä julkisuutta myöskään pidä rajoittaa tarpeettomasti, ja optimaalisessa tilanteessa molemmat perusoikeudet toteutuvat mahdollisimman laajasti.\r\nToisekseen tutkielman tarkoituksena on selvittää, miten nykyistä lainsäädäntöä tulisi muuttaa, ja tutkielman loppupuolella metodi painottuu oikeuspoliittiseen, eli niin sanottuun de lege fe-renda -tyyppiseen pohdintaan, jossa arvioidaan mahdollisia tulevia ratkaisumalleja. Luvaton taltioiminen sekä oikeudenkäyntien tallentamis- ja julkaisutoiminta on viime vuosina ollut esillä mediassa, ja tässä yhteydessä ongelmallisena on nähty sekä lainsäädännön vanhanaikai-suus että luvatonta tallentamista koskevien sanktioiden puuttuminen.\r\nLainsäädäntöä tarkastelemalla on havaittavissa, ettei eri tallentamistapojen sallittavuutta voida ongelmattomasti perustella kaikkien tallennustapojen osalta perustella samoilla yksityiselä-män suojaan ja oikeudenkäynnin häiriöttömään kulkuun liittyvillä seikoilla, ja tässä suhteessa juuri äänittämistä koskevan luvan edellytyksiä tulisi muuttaa tai jopa sallia äänittäminen koko-naisuudessaan niissä tapauksissa, kun yleisön läsnäoloa käsittelyssä ei ole rajoitettu. Lisäksi tutkielmassa tehtyjen havaintojen perusteella oikeudenkäynnin luvattoman tallentamisen puut-tuminen kriminalisoinnilla ei lähtökohtaisesti ole kriminalisointiperiaatteiden nojalla perustel-tavissa, ja kriminalisointi tarkoittaisikin merkittävää yksityiselämän suojan piirin laajennusta verrattuna nykyiseen rikoslakiin."], "accessCondition": ["cc by 4.0"], "agent": [null], "amdSec": [null, null], "dateAccessioned": ["2021-02-18T13:26:55Z"], "dateAvailable": ["2021-02-18T13:26:55Z"], "dateIssued": ["2021"], "div": [null, null], "dmdSec": [null], "extension": [null, null], "file": [null, null], "fileGrp": [null, null], "fileSec": [null], "fixity": [null, null], "format": [null, null], "formatDesignation": [null, null], "formatName": ["application/pdf", "text/plain"], "fptr": [null], "genre": [null], "identifier": ["https://lauda.ulapland.fi/handle/10024/64563", "URN:NBN:fi-fe202102185332"], "language": [null], "languageTerm": ["fin"], "mdWrap": [null, null, null], "messageDigest": ["fe3a07fde83cd415ef383018ae508c8b", "d3cf090b640948fd5cec5b4fa4e10d4f"], "messageDigestAlgorithm": ["MD5", "MD5"], "metsHdr": [null], "mods": [null], "name": ["Lauda", null, null], "namePart": ["Heinänen, Markus", "fi=Oikeustieteiden tiedekunta|en=Faculty of Law|"], "object": [null, null], "objectCategory": ["File", "File"], "objectCharacteristics": [null, null], "objectIdentifier": [null, null], "objectIdentifierType": ["URL", "URL"], "objectIdentifierValue": ["https://lauda.ulapland.fi/bitstream/10024/64563/1/Tutkielma%2c%20Hein%c3%a4nen.pdf", "https://lauda.ulapland.fi/bitstream/10024/64563/2/Tutkielma%2c%20Hein%c3%a4nen.pdf.txt"], "originInfo": [null], "originalName": ["Tutkielma, Heinänen.pdf", "Tutkielma, Heinänen.pdf.txt"], "premis": [null, null], "role": [null, null], "roleTerm": ["author", "faculty"], "size": ["880834", "233190"], "structMap": [null], "techMD": [null, null], "title": ["SUULLISEN KÄSITTELYN TALLENTAMINEN JA KÄSITTELYSTÄ TEHDYN TALLENTEEN JULKAISEMINEN OIKEUDENKÄYNNIN JULKISUUDEN NÄKÖKULMASTA"], "titleInfo": [null], "xmlData": [null, null, null]}
