metadata/lutpub.jsonl:{"FLocat": [null, null], "abstract": ["Valtionhallinnon toimintatapojen kehittämisessä pyritään organisaatioiden rajat ylittävään, verkostomaiseen työskentelyyn. Digitaalisen toiminta-alustan (Skillhive) käyttöä kokeiltiin pilottiprojektissa vuonna 2019, osana Työ 2.0 -osaamisen joustavan hyödyntämisen hanketta. Kokeilussa haettiin ymmärrystä uudenlaisista osaamisen jakamisen menetelmistä ja työvälineistä. Tässä tutkimuksessa haetaan vastausta kysymykseen, miten digitaalisella toiminta-alustalla voidaan tukea organisaatiorajat ylittävää osaamisen jakamisen mahdollisuuksien syntymistä valtionhallinnon toimijoiden keskuudessa.\r\n\r\nTutkimuksessa tarkastellaan digitaalista toiminta-alustaa asiantuntijoiden osaamisen jakamisen mahdollistajana. Tutkimusote on laadullinen tapaustutkimus. Aineistonkeruussa on käytetty kyselyä ja fokusryhmähaastatteluja, sekä taustatietojen keräämisessä osallistuvaa havainnointia.\r\n\r\nTutkimuksen tulokset osoittavat, että digitaalisen toiminta-alustan käyttö osaamisen jakamisessa edellyttää työskentely- ja johtamiskontekstia, joka sisältää kytkennän henkilöiden työtehtäviin, toiminnan tuen ja aikaresurssin varmistamisen, alustan käyttöönoton organisoinnin ja yhteyden olemassa oleviin tietojärjestelmiin, sekä tavoitteet toiminnalle. Johtamiselta edellytetään itseohjautuvuuden ja verkostoituvan asiantuntijuuden tukemista. Mahdollisuuksia osaamisen jakamisen syntymiselle ei saavuteta yksinomaan teknologisilla ratkaisuilla; tarvitaan myös hyvää johtamista.The development of the working culture in the Finnish government aims at breaking organisational boundaries and enhancing possibilities for networking. In 2019, as a part of the “Työ 2.0” -program (engl. “Work 2.0”), a pilot project for knowledge sharing was organized, utilizing a digital collaboration platform (Skillhive). The project’s focus was to understand the methods and tools which enhance the possibilities for knowledge sharing. This study focuses on finding answers to the question: How can a digital collaboration platform support inter-organisational knowledge sharing within experts in the Finnish government. \r\n\r\nThe study examines the context of the digital collaboration platform as a medium for the experts’ knowledge sharing. The research method of the study is a qualitative case analysis. Data collection was conducted by utilizing a questionnaire and focus group interviews. Participatory observation has been used as a method for collecting background information of the case pilot. \r\n\r\nThe research findings show, that the digital collaboration platform requires support from work arrangements and leadership in order to support knowledge sharing. Requirements include organizing the implementation process, integration to existing information systems, providing time resources and support for the usage, connecting it to people’s daily work and providing clear goals for the activities. Leadership should support self-organizing of knowledge workers and leave room for experts’ networking. The possibilities for knowledge sharing should not only be supported by providing technological solutions, but also with good leadership."], "accessCondition": ["CC BY 4.0"], "agent": [null], "amdSec": [null, null, null], "binData": ["SHl2w6Rrc3luLCBldHTDpCB0YWxsZW50YW1hbmkgdGllZG90IC8gbWF0ZXJpYWFsaSBqdWxrYWlzdGFhbiBhdm9pbWVsbGEgTFVUUHViLXNpdnVzdG9sbGEuIE1pa8OkbGkgdGFsbGVubnVrc2VzaSBlaSBzaXPDpGxsw6QgcGRmLXRpZWRvc3RvYSBlbGkgZXQgaHl2w6Rrc3kgdHnDtnNpIGp1bGthaXN1YSBMVVRQdWJpc3NhLCB0b2ltaXRhIHlrc2kga2FwcGFsZSBrYW5zaWluIHNpZG90dHVhIG9waW5uw6R5dGV0ecO2dMOkc2kgTFVUIG9waXNrZWxpamFwYWx2ZWx1aWhpbiBhcnZvc3RlbHVhIHZhcnRlbi4NCg0KDQpJIGFncmVlLCB0aGF0IGRhdGEgLyBtYXRlcmlhbCBpcyBwdWJsaXNoZWQgYXQgdGhlIG9wZW4gYWNjZXNzIExVVFB1Yi1zaXRlLiBJZiB5b3VyIHN1Ym1pc3Npb24gZG9lcyBub3QgaW5jbHVkZSBwZGYtZmlsZSBhbmQgeW91IGRvIG5vdCBhZ3JlZSB5b3VyIHRoZXNpcyB0byBiZSBwdWJsaXNoZWQgb25saW5lLCBwbGVhc2UgdGFrZSBvbmUgcHJpbnRlZCBhbmQgYm91bmQgY29weSBvZiB5b3VyIHRoZXNpcyB0byBMVVQgU3R1ZGVudCBzZXJ2aWNlcyBmb3IgYXNzZXNzbWVudC4="], "dateAccessioned": ["2020-12-08T13:02:07Z"], "dateAvailable": ["2020-12-08T13:02:07Z"], "dateIssued": ["2020"], "div": [null, null], "dmdSec": [null], "extension": [null, null], "file": [null, null], "fileGrp": [null, null], "fileSec": [null], "fixity": [null, null], "format": [null, null], "formatDesignation": [null, null], "formatName": ["application/pdf", "text/plain"], "fptr": [null], "genre": [null], "identifier": ["https://lutpub.lut.fi/handle/10024/161990", "URN:NBN:fi-fe2020120899874"], "language": [null], "languageTerm": ["fin"], "mdWrap": [null, null, null, null], "messageDigest": ["8fe4884734e9c8fd3e1c644e862a37d0", "b30d58db915ee3a3aaf2bbf74aea7df4"], "messageDigestAlgorithm": ["MD5", "MD5"], "metsHdr": [null], "mods": [null], "name": ["LUTPub", null, null, null], "namePart": ["Hilska-Keinänen, Katja", "Lappeenrannan-Lahden teknillinen yliopisto LUT", "Lappeenranta-Lahti University of Technology LUT"], "object": [null, null], "objectCategory": ["File", "File"], "objectCharacteristics": [null, null], "objectIdentifier": [null, null], "objectIdentifierType": ["URL", "URL"], "objectIdentifierValue": ["https://lutpub.lut.fi/bitstream/10024/161990/1/Osaamisen%20jakaminen%20valtiolla_Pro%20Gradu%20Hilska-Kein%c3%a4nen%20LUT.pdf", "https://lutpub.lut.fi/bitstream/10024/161990/3/Osaamisen%20jakaminen%20valtiolla_Pro%20Gradu%20Hilska-Kein%c3%a4nen%20LUT.pdf.txt"], "originInfo": [null], "originalName": ["Osaamisen jakaminen valtiolla_Pro Gradu Hilska-Keinänen LUT.pdf", "Osaamisen jakaminen valtiolla_Pro Gradu Hilska-Keinänen LUT.pdf.txt"], "premis": [null, null], "rightsMD": [null], "role": [null, null, null], "roleTerm": ["author", "organization", "organization"], "size": ["1621585", "194724"], "structMap": [null], "subject": [null, null, null, null, null, null, null, null, null, null, null, null, null], "techMD": [null, null], "title": ["Osaamisen jakaminen valtiolla: digitaalisen toiminta-alustan mahdollisuudet asiantuntijoiden osaamisen jakamisessa"], "titleInfo": [null], "topic": ["osaamisen jakaminen", "tiedon jakaminen", "digitaaliset toiminta-alustat", "virtuaaliset tiimit", "itseohjautuvat tiimit", "johtaminen", "valtionhallinto", "knowledge sharing", "digtal platforms", "virtual teams", "self-organising teams", "leadership", "government"], "xmlData": [null, null, null]}
