metadata/osuva.jsonl:{"FLocat": [null, null], "abstract": ["Kaukolämpö on pitkään ollut Suomen yleisin lämmityskeino ja toiminta on ollut vakaata jo vuosikymmeniä. Energiateollisuudessa on tapahtunut kuitenkin suuria muutoksia, mistä johtuen energia-alan yhtiöiden tulee kyetä kehittämään toimintaansa entistä nopeammin. \r\n \r\nTämän diplomityön tavoitteena on selvittää erillisen kaukolämmön jakelutariffin toiminnallisuutta Turku Energian kaukolämpöverkkopalveluissa. Tällä hetkellä Turku Energian kaukolämpöpalveluissa ei ole olemassa erillistä jakelutariffia, vaan jakelun kustannukset on jyvitetty osaksi olemassa olevia asiakkaan energia- ja tehomaksuja. Selvitys erillisen jakelutariffin tarpeellisuudesta johtuu energiateollisuuden murroksesta, jossa sähkö- ja kaasuyhtiöiden tuotanto ja jakelu on eriytetty toisistaan. Tulevaisuudessa sama tilanne voi tapahtua myös kaukolämmön osalta, jolloin kaukolämmön jakelulle tulee muodostaa oma tariffi.  \r\n \r\nEriytetyllä tuotannolla ja jakelulla pyritään entistä tehokkaampaan ja markkinavetoisempaan ympäristöön, sekä samalla pyritään vastaamaan entistä tarkempiin ympäristöarvoihin. Eriyttämällä tuotanto jakelusta mahdollistetaan myös kolmansien osapuolien lämmöntuotanto kaukolämpöverkkoon, jolloin Turku Energia toimisi vain verkoston ja jakelun ylläpitäjänä. Tässä tilanteessa kaukolämmön nykyiset tariffit eivät vastaa muuttunutta tilannetta, joten uusi jakelutariffi olisi välttämättömyys toiminnan kannattavuuden varmistamiseksi.  \r\n \r\nJakelutariffin muodostamista varten suoritetaan kustannusanalyysi, jossa tarkastellaan Turku Energian taloudellisia toteumia viime vuosilta ja määritetään niiden pohjalta kaukolämmön jakelusta syntyvät muuttuvat sekä kiinteät kustannukset. Jakelutariffi muodostuu siirretyn energian määrään sidonnaisesta energiamaksusta sekä kiinteistä kuluista muodostuvasta tehomaksusta, joiden oikealla painottamisella saadaan aikaan toimiva jakelutariffi Turku Energian käytettäväksi. \r\n \r\nLopputulokset osoittavat, että syntynyt jakelutariffi noudattaa työssä määriteltyjä kustannusperiaatteita sekä hyödyntää nykyisen kaukolämpötariffin pohjarakennetta. Uusi jakelutariffi kattaa jakelusta syntyneet kulut sekä tuottaa yhtiölle kohtuullisen tuoton. Jakelutariffia ei kuitenkaan tarjota nykyisille asiakkaille, vaan se on tarkoitettu ainoastaan tilanteeseen, jossa kolmannen osapuolen tuotanto on sallittua kaukolämpöverkkoon.District heating has been the most common way of heating in Finland for decades. Howerver, major changes have taken place in the energy industry. As a result energy companies have to develop their operations even faster. \r\n \r\nThe aim of this thesis is to study the functionality of a separate district heating distribution tariff in Turku Energia’s district heating network services. At present, there are no separate tariffs for distribution in Turku Energia’s heating services. Instead the costs of distribution have been part of the customer’s existing energy and power charges. The study on the need for a separate distribution tariff is due to the transformation of the energy industry, in which the production and distribution of electricity and gas have been separated. In the future, the same situation may occur with regard to district heating. In that case a separate tariff must be established for the distribution of district heating.  \r\n \r\nThe aim of the separated production and distribution is to create more efficient and marketdriven environment, while at the same time following more strict environmental values. By separating production and distribution, third-party heat production to the district heating network will also be possible, in which case Turku Energia would act as a network and distribution operator. In this situation, the current district heating tariffs do not match the changed situation. Therefore, creating a new distribution tariff would be a necessity to ensure the viability of the operations.   \r\n \r\nIn order to form the distribution tariff, a cost analysis is performed, which examines Turku Energia’s financial situation in recent years and determines the variable and fixed costs of the distribution of district heating. The distribution tariff consists of an energy charge linked to the amount of enerxy transferred and power charge consisting of fixed costs. \r\n \r\nThe final results show that the resulting distribution tariff follows the principles defined in the work. Distribution tariff utilizes the basic structure of current district heating tariff. The new tariff covers the costs incurred in distribution and generates a reasonable return for the company. Distribution tariff is not offered to Turku Energia’s current customers, instead it is only inteded for a third-party heat producers."], "accessCondition": ["CC BY 4.0"], "agent": [null], "amdSec": [null, null, null], "binData": ["KioqDQoNCk9sZXQgdGFsbGVudGFtYXNzYSBvcGlubsOkeXRldHTDpCBPc3V2YW4gUHJvIGdyYWR1IC10dXRraWVsbWF0IGphIGRpcGxvbWl0ecO2dCAta29rb2VsbWFhbi4gU2FtYWxsYSBhbm5hdCBsdXZhbiBzYWF0dGFhIG9waW5uw6R5dHRlZXNpIGtvcnZhdWtzZXR0YSB2YXBhYXN0aSB2ZXJrb3NzYSBsdWV0dGF2YWtzaSwgbGFkYXR0YXZha3NpIGphIGxpbmtpdGV0dMOkdsOka3NpLiANCg0KT3Bpbm7DpHl0ZSBvbiBhaW5hIGp1bGtpbmVuIGFzaWFraXJqYSwgam9ob24ga2Fpa2tpIGtpaW5ub3N0dW5lZXQgdm9pdmF0IHR1dHVzdHVhIChMYWtpIHZpcmFub21haXN0ZW4gdG9pbWlubmFuIGp1bGtpc3V1ZGVzdGEgMjEuNS4xOTk5LzYyMSkuDQoNCioqKg0KDQpZb3UgYXJlIGFib3V0IHRvIHNhdmUgeW91ciB0aGVzaXMgdG8gdGhlIE9zdXZhIE1hc3RlcidzIFRoZXNlcyBjb2xsZWN0aW9uLiBBdCB0aGUgc2FtZSB0aW1lLCB5b3UgcGVybWl0IGZyZWUgcHVibGljIGFjY2VzcyB0byB0aGUgdGhlc2lzIGZvciByZWFkaW5nLCBkb3dubG9hZGluZyBhbmQgbGlua2luZyBwdXJwb3Nlcywgd2l0aG91dCBhdXRob3IgY29tcGVuc2F0aW9uLg0KDQpUaGUgdGhlc2lzIGlzIGFsd2F5cyBhIHB1YmxpYyBkb2N1bWVudCwgYWNjZXNzaWJsZSB0byBhbGwgaW50ZXJlc3RlZCBwYXJ0aWVzIChBY3Qgb24gdGhlIE9wZW5uZXNzIG9mIEdvdmVybm1lbnQgQWN0aXZpdGllcyA2MjEvMTk5OSkuDQoNCioqKg=="], "dateAccessioned": ["2020-06-26T12:01:36Z"], "dateAvailable": ["2020-06-26T12:01:36Z"], "dateIssued": ["2020-06-09"], "div": [null, null], "dmdSec": [null], "extension": [null, null], "file": [null, null], "fileGrp": [null, null], "fileSec": [null], "fixity": [null, null], "format": [null, null], "formatDesignation": [null, null], "formatName": ["application/pdf", "text/plain"], "fptr": [null], "genre": [null], "identifier": ["https://osuva.uwasa.fi/handle/10024/11242", "URN:NBN:fi-fe2020060942435"], "language": [null], "languageTerm": ["fin"], "mdWrap": [null, null, null, null], "messageDigest": ["b6962703ca2d632c7e99781cf049917d", "3e7f41457a1b14ddfaa03621ebff303a"], "messageDigestAlgorithm": ["MD5", "MD5"], "metsHdr": [null], "mods": [null], "name": ["Osuva", null, null, null], "namePart": ["Leinonen, Karri", "fi=Vaasan yliopisto|en=University of Vaasa|", "fi=Tekniikan ja innovaatiojohtamisen yksikkö|en=School of Technology and Innovations|"], "object": [null, null], "objectCategory": ["File", "File"], "objectCharacteristics": [null, null], "objectIdentifier": [null, null], "objectIdentifierType": ["URL", "URL"], "objectIdentifierValue": ["https://osuva.uwasa.fi/bitstream/10024/11242/2/Selvitys%20kaukol%c3%a4mm%c3%b6n%20jakelutariffin%20toiminnallisuudesta%20Turku%20Energian%20kaukol%c3%a4mp%c3%b6j%c3%a4rjestelm%c3%a4ss%c3%a4%20.pdf", "https://osuva.uwasa.fi/bitstream/10024/11242/3/Selvitys%20kaukol%c3%a4mm%c3%b6n%20jakelutariffin%20toiminnallisuudesta%20Turku%20Energian%20kaukol%c3%a4mp%c3%b6j%c3%a4rjestelm%c3%a4ss%c3%a4%20.pdf.txt"], "originInfo": [null], "originalName": ["Selvitys kaukolämmön jakelutariffin toiminnallisuudesta Turku Energian kaukolämpöjärjestelmässä .pdf", "Selvitys kaukolämmön jakelutariffin toiminnallisuudesta Turku Energian kaukolämpöjärjestelmässä .pdf.txt"], "premis": [null, null], "rightsMD": [null], "role": [null, null, null], "roleTerm": ["author", "organization", "faculty"], "size": ["1893204", "159553"], "structMap": [null], "techMD": [null, null], "title": ["Selvitys kaukolämmön jakelutariffin toiminnallisuudesta Turku Energian kaukolämpöjärjestelmässä"], "titleInfo": [null], "xmlData": [null, null, null]}
